{
  "sections": [
    {
      "heading": "Entefy User Notice",
      "paragraphs": [
        "<p style='padding: 10px 0px 10px 0px'><i>Effective starting: December 24, 2020</i></p>",
        "By using or accessing an Entefy product (including applications and programs offered as software as a service (SaaS) or under a master license or services agreement), you agree and acknowledge to be bound by the Entefy <a href='https://www.entefy.com/acceptable-use-policy' target='_blank'>Acceptable Use Policy</a>. You are responsible for (and must have sufficient authority to take) all actions that are performed on or through your Entefy account, including any procurement or use of third-party products or services (and associated disclosure of data) in connection with the Entefy product or associated services.",
        "If you have been added to, or invited, or granted access to an Entefy product, the party that administers such Entefy product (and not you) controls your use of that product, including but not limited to adding or removing you from that product, enabling or disabling third-party integrations, and managing permissions.",
        "Any content that you submit or upload to the Entefy product may be retained, accessed, used, modified, shared, or removed by the party that administers such Entefy product and their appointees.",
        "You acknowledge that your Entefy account can become managed by the entity that owns or controls the email address domain with which your account was created or registered, as described in our <a href='https://www.entefy.com/privacy' target='_blank'>Privacy</a> policy. Where Entefy provides the product or service under contract with an organization (for example, your employer) that organization controls the information processed by the Entefy product or associated services.",
        "Entefy privacy policy does not apply to the extent we process personal information in the role of a processor on behalf of such organizations, as the privacy and security of data are governed by each organization’s agreement and license with Entefy and you are interacting with Entefy solely as a user authorized by the organization."
      ]
    }
  ]
}
